//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Katkesta";
"_edit_"                    = "Muuda";
"_tap_to_cancel_"           = "Katkestamiseks puuduta";
"_tap_to_min_max_"          = "Klõpsa minimeerimiseks või maksimeerimiseks";
"_cancel_request_"          = "Kas sa soovid katkestada?";
"_upload_file_"             = "Laadi fail üles";
"_download_file_"           = "Laadi fail alla";
"_delete_"                  = "Kustuta";
"_rename_"                  = "Muuda nime";
"_rename_file_"             = "Muuda failinime";
"_rename_folder_"           = "Muuda kausta nime";
"_move_"                    = "Teisalda";
"_add_"                     = "Lisa";
"_save_"                    = "Salvesta";
"_warning_"                 = "Hoiatus";
"_error_"                   = "Viga";
"_no_"                      = "Ei";
"_yes_"                     = "Jah";
"_select_"                  = "Vali";
"_select_all_"              = "Vali kõik";
"_upload_"                  = "Laadi üles";
"_home_"                    = "Failid";
"_files_"                   = "Failid";
"_ok_"                      = "Sobib";
"_done_"                    = "Valmis";
"_clear_"                   = "Tühjenda";
"_continue_anyway_"         = "Jätka ikkagi";
"_selected_"                = "Valitud";
"_no_active_account_"       = "Kasutajakontot ei leidu";
"_info_"                    = "Teave";
"_warning_"                 = "Hoiatus";
"_video_"                   = "Video";
"_overwrite_"               = "Kirjuta üle";
"_create_"                  = "Loo";
"_create_folder_"           = "Lisa kaust";
"_create_folder_e2ee_"      = "Loo krüptitud kaust";
"_close_"                   = "Sulge";
"_remove_"                  = "Eemalda";
"_file_not_found_"          = "Faili ei leidu";
"_continue_"                = "Jätka";
"_continue_editing_"        = "Jätka muutmist";
"_auto_upload_folder_"      = "Automaatne üleslaadimine";
"_photo_"                   = "Foto";
"_audio_"                   = "Helid";
"_unknown_"                 = "Teadmata";
"_success_"                 = "Valmis";
"_mode_filename_"           = "Failinime režiim";
"_warning_owncloud_"        = "Sa oled ühendatud ownCloudi serveriga, kuid selline lahendus pole testitud ega toetatud. Kasutad seda võimalust omal vastutusel. Kolimiseks Nextcloudi, vaata siia: https://nextcloud.com/migration.";
"_warning_unsupported_"     = "Sa kasutad Nextcloudi mittetoetatud versiooni. Sinu andmete terviklikkuse ja säilimise nimel me tungivalt soovitame, et kasutad Nextcloudi viimast stabiilset versiooni.";
"_restore_"                 = "Taasta";
"_tap_here_to_change_"      = "Muutmiseks klõpsi siin";
"_no_albums_"               = "Albumeid ei ole";
"_denied_album_"            = "Sellel rakendusel puudub ligipääs „Fotodele“. Saad seda lubada privaatsuse seadistustes.";
"_denied_camera_"           = "Sellel rakendusel puudub ligipääs „Kaamerale“. Saad seda lubada privaatsuse seadistustes.";
"_save_to_camera_roll_"        = "Salvesta ka kaamera fotode sekka";
"_save_to_camera_roll_desc_"   = "Kui see eelistus on kasutusel, siis nutiseadme kaameraga pildistatud fotod ja salvestatud videod lisatakse ka nutiseadme fotokogusse.";
"_force_start_"             = "Käivita sundkorras";
"_account_does_not_exist_"  = "„%@“ kasutajakontot pole olemas. Palun logi uuesti sisse.";
"_sharing_"                 = "Jagamine";
"_details_"                 = "Üksikasjad";
"_no_permission_add_file_"  = "Sul pole õigusi failide lisamiseks.";
"_no_permission_delete_file_" = "Sul pole õigusi failide kustutamiseks.";
"_no_permission_modify_file_" = "Sul pole õigusi failide muutmiseks.";
"_no_permission_favorite_file_" = "Sul pole õiguse selle faili märkimiseks lemmikuks.";
"_add_folder_info_"         = "Lisa kausta teave";
"_back_"                    = "Tagasi";
"_go_back_"                 = "Mine tagasi";
"_search_"                  = "Otsi";
"_search_or_create_tags"    = "Otsi silti või lisa see";
"_tags_"                    = "Sildid";
"_share_tags_create_"       = "Lisa „%@“";
"_share_tags_no_results_"   = "Silte ei leidunud";
"_share_tags_added_named_"  = "„%@“ silt on lisatud.";
"_edit_tags_"               = "Halda silte";
"_create_tag_error_"        = "Uue sildi lisamine ei õnnestunud. Palun proovi uuesti.";
"_of_"                      = "/";
"_livephoto_save_"          = "Salvesta „Live Photo“ (videoklipp+foto) fotoalbumisse";
"_livephoto_save_error_"    = "Viga „Live Photo“ (videoklipp+foto) salvestamisel";
"_livephoto_no_"            = "Eemalda „Live Photo“ kasutuselt (vidoklipp+foto)";
"_convert_live_photo_"      = "Teisenda „Live Photo“ (videoklipp+foto) vormingusse";
"_file_conflict_num_"       = "failikonflikt";
"_file_conflicts_num_"      = "failikonfliktid";
"_file_conflict_desc_"      = "Millist faili sa soovid säilitada?\nKui valid mõlemad versioonid, siis lisatakse kohaliku faili nimele number.";
"_file_conflict_new_"       = "Uued failid";
"_file_conflict_exists_"    = "Juba olemasolevad failid";
"_file_not_rewite_doc_"     = "Sa ei saa dokumenti üle kirjutada, vaid ainult luua uue.";
"_move_or_copy_"            = "Teisalda või kopeeri";
"_move_copy_diff_account_"  = "Sa ei saa faile kopeerida või teisaldada eri kasutajakontode vahel.";
"_copy_"                    = "Kopeeri";
"_now_"                     = "Kohe praegu";
"_wait_"                    = "Palun oota...";
"_recent_"                  = "Hiljutised";
"_view_in_folder_"          = "Vaata kaustas";
"_leave_share_"             = "Lahku jaoskaustast";
"_disabled_"                = "Välja lülitatud";
"_compact_"                 = "Kompaktne";
"_normal_"                  = "Tavaline";
"_verbose_"                 = "Jutukas";
"_standard_"                = "Standardne";
"_maximum_"                 = "Maksimaalne";
"_error_occurred_"          = "Tekkis viga, palun proovi uuesti.";
"_retry_"                   = "Proovi uuesti";
"_images_"                  = "Pildid";
"_confirm_"                 = "Kinnita";
"_confirm_continue_"        = "Kinnita, jätkates eelmist üleslaadimist";
"_confirm_resetting_"       = "Kinnita eelmise üleslaadimise eiramine";
"_background_location_access_title_"    = "Asukoha tuvastamine taustal";
"_background_location_access_message_"  = "Selleks, et failide automaatne üleslaadimine toimiks oludes, kus sa liigud ringi, vajab see rakendus õigust asukoha tuvastamiseks taustal. GPS-i andmeid me ei kasutata ja asukohta ei salvesta.";
"_enable_background_location_title_"    = "Luba asukoha tuvastamine taustal";
"_enable_background_location_message_"  = "Lubamaks failide automaatset üleslaadimist taustal, palun lülita seadistustest asukoha tuvastamine sisse (olekusse „Alati“).";
"_enable_background_location_footer_"   = "Selleks, et saaks sinu fotode kogu hoida sünkroonis, oskab see rakendus kasutada asukoha tuvastamist taustal.\nSee võimaldab tuvastada, kas sinu asukoht on muutunud ja kas on tekkinud uusi fotosid üleslaadimiseks,\nGPS ei ole kasutusel ning sinu asukohta mitte kunagi ei salvestatata.";

/* MARK: Files lock */

"_lock_"                            = "Lukusta";
"_unlock_"                          = "Eemalda lukustus";
"_lock_file_"                       = "Lukusta fail";
"_unlock_file_"                     = "Eemalda faili lukustus";
"_lock_selected_files_"             = "Lukusta failid";
"_unlock_selected_files_"           = "Eemalda failide lukustus";
"_locked_by_"                       = "Lukustaja: %@";
"_file_locked_no_override_"         = "See fail on lukustatud. Seda olukorda ei saa muuta.";
"_lock_no_permissions_selected_"    = "Pole lubatud mõnede valitud failide ja kaustade puhul.";
"_remove_file_"             = "Eemalda fail";
"_delete_file_"             = "Kustuta fail";
"_delete_folder_"           = "Kustuta kaust";
"_size_"                    = "Suurus";
"_set_user_status_"         = "Olek võrgus";
"_set_user_status_message_" = "Olekuteade";
"_open_settings_"           = "Ava seadistused";
"_settings_account_request_" = "Sisselülitamisel palu kasutajakontot";
"_alias_"                   = "Alias";
"_alias_placeholder_"       = "Sisesta alias";
"_alias_footer_"            = "Anna oma kasutajakontodele arusaadavad nimed, nagu Kodu, Töö, Kool…";
"_privacy_legal_"           = "Privaatsus ja juriidilised tingimused";
"_source_code_"             = "Vaata lähtekoodi";
"_account_select_"          = "Vali kasutajakonto";
"_account_select_to_add_"   = "Vali lisatav kasutajakonto";
"_remove_local_account_"    = "Eemalda kohalik kasutajakonto";
"_want_delete_account_"     = "Oled sa kindel, et soovid kohaliku kasutajakonto eemaldada?";
"_prevent_http_redirection_"= "HTTP-põhine ümbersuunamine pole lubatud.";
"_http_account_insecure_"   = "See kasutajakonto pruugib ebaturvalist HTTP-ühendust. Kõik sinu andmed edastatakse krüptimata kujul.";
"_https_failed_try_http_"   = "Turvalise ühenduse loomine ei õnnestunud. Kas tahaksid proovida ebaturvalist HTTP-ühendust? Kõik sinu andmed edastatakse krüptimata kujul.";
"_single_file_conflict_title_" = "Failikonflikt";
"_multi_file_conflict_title_" = "%@ failikonflikti";
"_replace_action_title_" = "Asenda";
"_keep_both_action_title_" = "Säilita mõlemad";
"_cancel_keep_existing_action_title_" = "Katkesta ja säilita olemasolev";
"_replace_all_action_title_" = "Asenda kõik";
"_keep_both_for_all_action_title_" = "Säilita mõlemad versioonid kõikide jaoks";
"_more_action_title_" = "Lisateave";
"_wait_file_preparation_" = "Faili üleslaadimine on ettevalmistamisel. Palun oota…";
"_keep_active_for_upload_" = "Jäta rakendus aktiivseks üleslaadimise lõpuni…";
"_keep_active_for_transfers_" = "Jäta rakendus aktiivseks andmete edastamise lõpuni…";
"_wait_file_encryption_"  = "Palun oota, krüptin faili…";
"_passcode_counter_fail_" = "Liiga palju ebaõnnestunud katseid. Enne uuesti proovimist palun oota.";
"_seconds_"               = "sekundit";
"_change_lock_passcode_"  = "Muuda täiendavat salasõna";
"_lock_cannot_disable_mdm_" = "Sinu seadistuste profiilis pole lubatud täiendava salasõna põhise lukustuse väljalülitamine.";

// MARK: User Status

/* User status */
"_online_"                  = "Võrgus";

/* User status */
"_away_"                    = "Eemal";

/* User status */
"_dnd_"                     = "Ära sega";

/* User status */
"_dnd_description_"         = "Summuta kõik teavitused";

/* User status */
"_invisible_"               = "Nähtamatu";

/* User status */
"_invisible_description_"   = "Sellega paistad olema võrgust väljas";

/* User status */
"_busy_"                    = "Hõivatud";

/* User status */
"_select_user_status_"      = "Sisesta oma olekuteade";
"_select_status_message_"      = "Lisa olekuteade";
"_status_message_"          = "Olekuteade";
"_status_message_placehorder_"  = "Mis on su olek?";
"_online_status_"           = "Olek võrgus";
"_set_status_message_"      = "Lisa olekusõnum";
"_clear_status_message_after_"  = "Kustuta olek";

/* User status */
"_select_option_"           = "Vali eelistus";
"_dont_clear_"              = "Ära eemalda";
"_15_minutes_"              = "15 minutit";
"_30_minutes_"              = "30 minutit";
"_an_hour_"                 = "tund";
"_1_hour_"                  = "1 tund";
"_4_hours_"                 = "4 tundi";
"_day_"                     = "Täna";
"_this_week_"               = "Sel nädalal";
"_days_"                    = "Päevad";
"_hours_"                   = "Tunnid";
"_minutes_"                 = "Minutid";


"_network_not_available_"   = "Võrguühendus pole saadaval.";
"_file_already_exists_"     = "Tegevust ei õnnestu lõpetada, sama nimega fail on juba olemas.";
"_files_lock_error_"        = "Selle faili  lukustuse muutmisel tekkis viga.";
"_more_"                        = "Rohkem";
"_notifications_"               = "Teavitused";
"_quota_space_unlimited_"       = "Piiramatult";
"_quota_space_unknown_"         = "Teadmata";
"_quota_using_"                 = "Sa kasutad: %@/%@";
"_acknowledgements_"            = "Tänuavaldused";
"_settings_"                    = "Seadistused";
"_enter_password_"              = "Sisesta salasõna…";
"_lock_"                        = "Lukusta";
"_lock_active_"                 = "Lukustus: sees";
"_lock_not_active_"             = "Lukustus: väljas";
"_lock_protection_no_screen_"        = "Ära küsi käivitamisel";
"_enable_touch_face_id_"        = "Võta Touch ID ja Face ID kasutusele";
"_wifi_only_"                   = "Kasuta vaid WiFi ühenduse puhul";
"_settings_autoupload_"         = "Laadi fotod automaatselt üles";
"_clear_cache_"                 = "Tühjenda puhver";
"_clear_cache_footer_"          = "Kustuta rakendusest allalaaditud ja vallasfailid";
"_exit_"                        = "Lähtesta rakendus";
"_exit_footer_"                 = "Eemalda rakendusest kõik kasutajakontod ja kohalikud andmed.";
"_want_exit_"                   = "Tähelepanu! Järgnevaga lähtestub kõik. Kas jätkame?";
"_want_delete_cache_"           = "Kas sa soovid puhverdatud failid kustutada (sellega eemaldad, ka edastamisel failid)?";
"_add_account_"                 = "Lisa kasutajakonto";
"_want_delete_"                 = "Järgnevaga kustutad:";
"_want_leave_share_"            = "Järgnevaga lahkud neist jagamistest:";
"_no_delete_"                   = "Ei, palun ära kustuta";
"_yes_delete_"                  = "Jah, kustuta";
"_information_"                 = "Teave";
"_select_offline_warning_"      = "Mitmete failide ja kaustade vallasrežiimis kasutatavaks tegemine võib võtta märgatavalt aega ja eeldada suurt mälukasutust.";
"_advanced_"                    = "Täiendavad seadistused";
"_permissions_"                 = "Õigused";
"_custom_permissions_"          = "Kohandatud õigused";
"_disable_files_app_"           = "Lülita välja lõiming Failirakendusega";
"_disable_files_app_footer_"    = "Ära luba ligipääsu failidele iOS-i failihaldurist.";
"_time_remaining_"              = "Jäänud: %@";
"_autoupload_"                      = "Laadi fotod ja videod automaatselt üles";
"_autoupload_select_folder_"        = "Vali kaust „Automaatne üleslaadimine“";
"_autoupload_photos_"               = "Laadi fotod automaatselt üles";
"_autoupload_videos_"               = "Laadi videod automaatselt üles";
"_autoupload_favorites_"            = "Laadi vaid lemmikud automaatselt üles";
"_autoupload_description_"          = "Selle eelistusega saad määrata, et uued fotod ja videod laaditakse automaatselt sinu kasutajakontole.";
"_autoupload_fullphotos_"           = "Laadi kõik kaamera fotod üles";
"_start_autoupload_"                = "Lülita automaatne üleslaadimine sisse";
"_stop_autoupload_"                 = "Lülita automaatne üleslaadimine välja";
"_autoupload_fullphotos_footer_"    = "Enne üleslaadimist kohenda valikuid.";
"_autoupload_create_subfolder_"     = "Kasuta alamkaustu";
"_autoupload_create_subfolder_footer_"  = "Hoiusta fotod aastal, kuul ja päeval põhinevates alamkaustades";
"_autoupload_subfolder_granularity_"    = "Alamkaustade detailsus";
"_filenamemask_"                        = "Muuda failinime malli";
"_filenamemask_footer_"                 = "Vaikimisi luuakse üleslaadimisel failinimi automaatselt sellises vormingus: „aa.kk.pp tt-mm-ss xxxx“, kus xxxx on 4-kohaline loendur. Kui see sulle ei meeldi, siis saad seda nimemalli siin muuta kõiges, välja arvatud lõpus asuv 4-kohaline loendur.";
"_autoupload_current_folder_"           = "Hetkel valitud kaust";
"_show_hidden_files_"           = "Näita peidetud faile";
"_format_compatibility_"        = "Parim ühilduvus";
"_format_compatibility_footer_" = "„Parim ühilduvus“ salvestab pildid jpeg-vormingus, kui võimalik.";
"_privacy_"                     = "Privaatsus";
"_privacy_footer_"              = "See rakendus kasutab võimalikest kokkujooksmistest teatamiseks välist teenust. Veateatele ei lisata sinu isiklikke andmeid. Kui sa soovid selle väljalüliata, siis palun määra seadistuste valiku „Lülita kokkujooksmistest teavitaja välja“ olekusse SEES.";
"_crashservice_title_"          = "Lülita kokkujooksmistest teavitaja välja";
"_crashservice_alert_"          = "Selle eelistuse kasutamine vajab jõustamiseks taaskäivitamist.";
"_upload_mov_livephoto_"        = "„Live Photo“ (videoklipp+foto)";
"_upload_mov_livephoto_footer_" = "Valides „Live Photo“, siis salvestub meedium „Live Photo“ (videoklipp+foto) vormingusse, kui vähegi võimalik.";
"_capabilities_"                = "Võimekused";
"_capabilities_footer_"         = "Kui nad on paigaldatud ja serveris saadaval, siis näita kõiki selle rakenduse kasutatavaid lisamooduleid.";
"_diagnostics_"                 = "Diagnostika";
"_diagnostics_footer_"          = "Logimise tüübi muutmine vajab jõustamiseks rakenduse taaskäivitamist.";
"_view_log_"                    = "Vaata logifaile";
"_no_log_files_"                = "Logifaile pole saadaval";
"_clear_log_"                   = "Kustuta logifaili kirjed";
"_set_log_level_"               = "Vali logimise tase";
"_log_file_clear_alert_"        = "Logifaili sisu on kustutatud!";
"_connect_server_anyway_"       = "Kas sa ikkagi soovid ühendada serveriga?";
"_server_is_trusted_"           = "Kas sa pead seda serverit usaldusväärseks?";
"_connection_error_"            = "Ühenduse viga";
"_login_url_"                   = "Serveri aadress https:// …";
"_login_url_error_"             = "Võrguaadressi viga, palun kontrolli oma serveri võrguaadressi";
"_login_error_"                 = "Sisselogimine ei õnnestunud. Palun proovi uuesti.";
"_favorites_"                   = "Lemmikud";
"_favorite_short_"              = "Lemmik";
"_tutorial_favorite_view_"      = "Lemmikuteks märgitud failid ja kaustad kuvatakse siin";
"_tutorial_offline_view_"       = "Siia kopeeritud failid on saadaval ka vallasrežiimis.\n\nNad saavad olema sünkroniseeritud ka sinu pilvega.";
"_tutorial_groupfolders_view_"  = "Tiimikaustu veel ei leidu";
"_more_"                        = "Rohkem";
"_favorite_no_files_"           = "Lemmikuid veel pole";
"_no_date_information_"                     = "Pole teavet kuupäeva kohta";
"_no_camera_information_"                   = "Pole teavet kaamera kohta";
"_no_lens_information_"                     = "Pole teavet läätse kohta";
"_today_"                                   = "Täna";
"_yesterday_"                               = "Eile";
"_access_photo_not_enabled_"                = "Ligipääs Fotodele pole sisse lülitatud";
"_access_photo_not_enabled_msg_"            = "Ava Seadistused → Rakendused → Nextcloud → Fotod (Settings → Apps → Nextcloud → Photos) ja luba ligipääs fotode meediakogule";
"_access_background_app_refresh_denied_"    = "Õigus „Rakenduse uuendamine taustal“ on puudu (Background App Refresh). Palun lülita ta seadistustest sisse. Vastasel juhul taustal töötav rakendus ei suuda tuvastada uusi fotosid ja videoid.";
"_new_photos_starting_"                     = "Üleslaadimisele kuuluvad fotod ja videod alates %@";
"_tutorial_photo_view_"                     = "Ühtegi fotot ega videot pole veel üles laaditud";
"_error_createsubfolders_upload_"           = "Viga alamkaustade loomisel";
"_remove_photo_CameraRoll_"                 = "Eemalda kaamera fotode seast";
"_remove_photo_CameraRoll_desc_"            = "Kui „Eemalda kaamera fotode seast“ on kasutusel, siis peale üleslaadimist kuvatakse kinnitusteade, millega nõustumisel kustutatakse fotod ja videod kaamera kaustast. Kustutatud fotod ja videod on seejärel saadaval iOS-i Fotode prügikastis 30 päeva jooksul.";
"_never_"                       = "mitte kunagi";
"_less_a_minute_"               = "vähem, kui minut tagasi";
"_a_minute_ago_"                = "üks minut tagasi";
"_minutes_ago_"                 = "%d minutit tagasi";
"_an_hour_ago_"                 = "üks tund tagasi";
"_hours_ago_"                   = "%d tundi tagasi";
"_a_day_ago_"                   = "üks päev tagasi";
"_days_ago_"                    = "%d päeva eest";
"_forbidden_characters_"        = "Keelatud tähemärgid: %@";
"_cannot_send_mail_error_"      = "Kasutajakonto on seadistamata või oled sisestanud vale e-posti aadressi.";
"_open_url_error_"              = "Selle tegevuse jaoks ei õnnestu võrguaadressi avada.";
"_media_"                       = "Meedium";
"_order_by_"                    = "Järjesta";
"_name_"                        = "Nimi";
"_date_"                        = "Kuupäev";
"_size_"                        = "Suurus";
"_delete_selected_files_"       = "Kustuta failid";
"_remove_favorites_"            = "Eemalda lemmikute seast";
"_add_favorites_"               = "Lemmik";
"_share_"                       = "Jaga";
"_remove_local_file_"           = "Eemalda kohalikust seadmest";
"_folders_"                     = "kaustad";
"_folder_"                      = "kaust";
"_files_"                       = "Failid";
"_file_"                        = "fail";
"_no_file_pull_down_"           = "Laadi fail üles või andmete uuendamiseks viipa ülalt alla";
"_no_file_no_permission_to_create_" = "Sul puuduvad õigused siia kausta failide üleslaadimiseks või loomiseks.";
"_limited_dimension_"           = "Suurim lubatud andmemaht on käes";
"_save_selected_files_"         = "Salvesta foto galeriisse";
"_file_not_saved_cameraroll_"   = "Viga: fail pole salvestatud fotoalbumisse";
"_file_saved_cameraroll_"       = "Fail on salvestatud fotoalbumisse";
"_favorite_on_top_"             = "Järjesta lemmikud esimesena";
"_directory_on_top_"            = "Järjesta kaustad enne faile";
"_show_description_"            = "Näita kausta kirjeldust";
"_show_recommended_files_"      = "Näita soovitusi";
"_search_no_record_found_"      = "Tulemusi pole";
"_search_in_progress_"          = "Otsing on pooleli…";
"_search_instruction_"          = "Otsi faili (sisesta vähemalt kaks tähemärki)";
"_files_no_files_"              = "Siin ei ole faile";
"_files_no_folders_"            = "Siin pole kaustu";
"_request_in_progress_"         = "Serveripäring on töös …";
"_personal_files_only_"         = "Vaid isiklikud failid";

"audio"                         = "HELIFAILID";
"directory"                     = "KAUSTAD";
"document"                      = "DOKUMENDID";
"image"                         = "PILDID";
"template"                      = "MALLID";
"video"                         = "VIDEO";

"_paste_file_"                  = "Aseta";
"_cancel_all_task_"             = "Katkesta kõik edastamised";
"_status_wait_download_"        = "Ootan allalaadimist";
"_status_downloading_"          = "Allalaadimisel";
"_status_wait_upload_"          = "Ootame üleslaadimist";
"_status_wait_create_folder_"   = "Ootan kausta loomist";
"_status_wait_delete_"          = "Ootan kustutamist";
"_status_wait_rename_"          = "Ootan nime muutmist";
"_status_wait_favorite_"        = "Ootan lemmikuks olemise muutumist";
"_status_wait_copy_"            = "Ootan kopeerimist";
"_status_wait_move_"            = "Ootan teisaldamist";
"_status_uploading_"            = "Üleslaadimisel";
"_status_upload_error_"         = "Viga, ootan üleslaadimist";
"_select_media_folder_"         = "Määra multimeediakaust";
"_media_viewimage_show_"        = "Näita vaid pilte";
"_media_viewvideo_show_"        = "Näita vaid videoid";
"_media_show_all_"              = "Näita mõlemaid";
"_good_morning_"                = "Tere hommikust";
"_good_day_"                    = "Tere päevast";
"_good_afternoon_"              = "Tere päevast";
"_good_evening_"                = "Tere õhtust";
"_good_night_"                  = "Tere hilisõhtust";
"_servers_"                     = "Serverid";
"_select_server_"               = "Palin vali server...";

// MARK: Share

"_share_link_"                  = "Jagamislink";
"_share_link_name_"             = "Lingi nimi";
"_password_"                    = "Salasõna";
"_share_password_"              = "Salasõnaga kaitstud link";
"_date_"                        = "Kuupäev";
"_user_sharee_footer_"          = "Õiguste muutmiseks klõpsi";
"_enforce_password_protection_" = "Jõusta salasõnaga kaitsmine";
"_shared_with_you_by_"          = "Seda jagas sinuga";
"_shareLinksearch_placeholder_" = "Nimi, e-posti aadress või liitpilve kasutajatunnus…";
"_new_comment_"                 = "Uus kommentaar...";
"_edit_comment_"                = "Muuda kommentaari";
"_delete_comment_"              = "Kustuta kommentaar";
"_share_read_only_"             = "Ainult vaatamine";
"_share_editing_"               = "On muudetav";
"_share_allow_upload_"          = "Luba üleslaadimine ja muutmine";
"_share_file_drop_"             = "Failipäring";
"_share_secure_file_drop_"      = "Turvaline failiedastus (ainult üleslaadimine)";
"_share_hide_download_"         = "Peida allalaadimine";
"_share_allowed_downloads_"     = "Lubatud allalaadimised";
"_share_limit_download_"        = "Piira allalaadimisi";
"_remaining_"                   = "Jäänud: %d";
"_share_password_protect_"      = "Kaitstud salasõnaga";
"_share_expiration_date_"       = "Määra aegumise kuupäev";
"_share_note_recipient_"        = "Märge saajale";
"_share_add_sharelink_"         = "Lisa veel üks link";
"_share_can_read_"              = "Loe";
"_share_can_reshare_"           = "Jaga";
"_share_can_create_"            = "Loo";
"_share_can_change_"            = "Muuda";
"_share_can_delete_"            = "Kustuta";
"_share_can_download_"          = "Luba allalaadimine ja sünkroonimine";
"_share_unshare_"               = "Kustuta jagamine";
"_share_internal_link_"         = "Sisemine link";
"_share_internal_link_des_"     = "Toimib vaid kasutajate puhul, kellel on ligipääs siia faili või kausta.";
"_share_reshare_disabled_"      = "Sul pole õigust seda kausta või faili edasi jagada.";
"_share_reshare_restricted_"    = "Märkus: Sul on vaid piiratud õigused selle kausta või faili edasijagamiseks.";
"_remote_"                      = "Kaugseade";
"_remote_group_"                = "Kauggrupp";
"_conversation_"                = "Vestlus";
"_no_transfer_"                 = "Edastusi veel pole";
"_no_transfer_sub_"             = "Sellest nutiseadmest üles- ja allalaadimised saavad olema nähtavad siin";
"_no_transfer_in_progress_"     = "Ühtegi failiedastust pole pooleli";
"_no_transfer_in_progress_sub_" = "Selle nutiseadme aktiivsed üles- ja allalaadimised saavad olema nähtavad siin.";
"_no_transfer_in_waiting_"      = "Ühtegi failiedastust pole ootel";
"_no_transfer_in_waiting_sub_"  = "Siin kuvatakse failiedastused, mis on ootel.";
"_no_transfer_in_error_"        = "Edastusvigu pole";
"_no_transfer_in_error_sub_"    = "Siin kuvatakse failiedastused, mis vajavad sinu tähelepanu.";
"_transfers_waiting_shown_"     = "Ootel failiedastused: %1$d/%2$d";
"_no_activity_footer_"              = "Pole rohkem tegevusi, mida saaks näidata";
"_transfers_"                       = "Edastused";
"_activity_"                        = "Tegevus";
"_trash_file_not_found_"            = "Tundub, et fail ei asu prügikastis. Ava prügikasti kaust, uuenda failid ja proovi siis uuesti.";
"_list_shares_"                     = "Jagamisi";
"_list_shares_no_files_"            = "Pole veel jagamisi";
"_tutorial_list_shares_view_"       = "Sinu poolt jagatud failid ja kaustad on siin näha";
"_offline_"                         = "Pole võrgus";
"_upload_photos_videos_"            = "Laadi fotod või videod üles";
"_upload_file_"                     = "Laadi fail üles";
"_create_nextcloudtext_document_"   = "Koosta tekstidokument";
"_use_folder_auto_upload_"          = "Kasuta „Automaatne üleslaadimine“ kausta sihtkaustana";
"_filename_"                        = "Failinimi";
"_enter_filename_"                  = "Sisesta failinimi…";
"_default_preview_filename_footer_" = "Failinime eelvaate näide: IMG_0001.JPG";
"_filename_header_"                 = "Sisesta failinimi";
"_preview_filename_"                = "Failinime eelvaate näidis. Kuupäeva lisamiseks kasuta %@ maski/mustrit.";
"_add_filenametype_"                = "Määratle tüüp failinimes";
"_maintain_original_filename_"      = "Säilita algne failinimi";
"_notifications_"                   = "Teavitused";
"_untitled_"                        = "Ilma nimeta";
"_e2e_settings_title_"              = "Krüptimine";
"_e2e_settings_"                    = "Läbiv krüptimine";
"_e2e_settings_start_"              = "Lülita läbiv krüptimine sisse";
"_e2e_settings_activated_"          = "Läbiv krüptimine on kasutusel";
"_e2e_server_disabled_"             = "Läbiva krüptimise rakendus on serveris välja lülitatud";
"_e2e_settings_view_passphrase_"    = "Kõik 12 sõna kokku annavad tulemuseks väga tugeva salasõna, mille alusel vaid sina saad oma krüptitud faile kasutada ja näha. Palun märgi see üles ning hoia turvaliselt kas moodsas digitaalses salasõnalaekas või vana kooli seifis.";
"_e2e_settings_read_passphrase_"    = "Loe salafraasi";
"_e2e_settings_lock_not_active_"    = "Lukustus pole kasutusel. Ava seadistused ja võta ta kasutusele.";
"_e2e_settings_the_passphrase_is_"  = "Salafraas on:";
"_e2e_passphrase_request_title_"    = "Küsi salafraasi";
"_e2e_passphrase_request_message_"  = "Sisesta 12 sõna";
"_e2e_settings_remove_"             = "Eemalda kohalikust seadmest krüptimine";
"_e2e_settings_remove_message_"     = "Kinnita krüptimise ja sellega seotud salafraasi eemaldamine.";
"_e2e_set_folder_encrypted_"        = "Krüpti";
"_e2e_remove_folder_encrypted_"     = "Dekrüpti";
"_e2e_file_encrypted_"              = "Fail on krüptitud";
"_e2e_goto_settings_for_enable_"    = "See on läbivalt krüptitud kaust. Ava „Seadistused“ ja lülita läbiv krüptimine sisse";
"_e2e_in_upload_"                   = "Üleslaadimine on pooleli. Palun oota seni, kuni kõik failid on teisaldatud.";
"_scans_document_"                  = "Skaneeri dokumenti";
"_scanned_images_"                  = "Skaneeritud pildid";
"_scan_document_pdf_page_"          = "Leht";
"_scan_label_document_zone_"        = "Dokumendi loomiseks puuduta või lohista pildid alla";
"_filter_document_"                 = "Dokument";
"_filter_original_"                 = "Algdokument";
"_quality_image_title_"             = "Pildi eelvaate kvaliteet";
"_file_creation_"                   = "Fail on loodud";
"_delete_all_scanned_images_"       = "Kustuta kõik skaneeritud pildid";
"_text_recognition_"                = "Tekstituvastus";
"_all_files_"                       = "Kõik failid";
"_personal_files_"                  = "Isiklikud failid";

"_trash_view_"                      = "Kustutatud failid";
"_empty_trash_"                     = "Tühjenda prügikast";
"_trash_no_trash_"                  = "Ühtegi faili ei kustutatud";
"_trash_no_trash_description_"      = "Siit saad kustutatud faile taastada";
"_confirm_delete_selected_"         = "Oled sa kindel, et soovid valitud objektid kustutada?";
"_manage_file_offline_"             = "Halda vallasfaile";
"_set_available_offline_"           = "Määra saadavaks vallasrežiimis";
"_remove_available_offline_"        = "Eemalda saadavus vallasrežiimis";
"_create_new_document_"             = "Dokument";
"_create_new_spreadsheet_"          = "Arvutustabel";
"_create_new_presentation_"         = "Esitlus";
"_create_new_diagram_"              = "Skeem/diagramm";
"_more_documents_"                  = "Veel dokumente";
"_go_online_"                       = "Vaata dokumenti võrgust";
"_intro_1_title_"                   = "Hoia oma andmeid turvaliselt ja enda kontrolli all";
"_intro_2_title_"                   = "Turvaline ühistöö ja failivahetus";
"_intro_3_title_"                   = "Lihtsaltkasutatav veebimeil, kalender ja kontaktihaldus";
"_intro_4_title_"                   = "Ekraanijagamine, veebipõhised kohtumised ja konverentsid";
"_log_in_"                          = "Logi sisse";
"_sign_up_"                         = "Või liitu teenusepakkujaga";
"_host_your_own_server"             = "Võid ka kasutada oma serverit";
"_invalid_url_"                         = "Vigane serveri võrguaadress";
"_ssl_certificate_untrusted_"           = "Selle serveri sertifikaat pole kehtiv.";
"_ssl_certificate_changed_"             = "Selle serveri sertifikaat tundub olema muutunud.";
"_file_already_exists_"                 = "Tegevust ei õnnestu lõpetada, sama nimega fail on juba olemas.";
"_error_files_upload_"                  = "Viga failide üleslaadimisel.";
"_internal_generic_error_"              = "Sisemine viga.";
"_err_permission_microphone_"           = "Palun luba süsteemi seadistustest mikrofoni kasutamine.";
"_err_permission_photolibrary_"         = "Palun luba süsteemi fotode kausta kasutamine.";
"_qrcode_not_authorized_"   = "Rakendusel pole õigust kasutada tagakaamerat.";
"_qrcode_not_supported_"    = "QR-kood pole selles nutiseadmes toetatud.";
"_create_voice_memo_"       = "Lisa häälmärge";
"_voice_memo_start_"        = "Alustamiseks klõpsi";
"_voice_memo_stop_"         = "Lõpetamiseks klõpsi";
"Enter Passcode"            = "Sisesta täiendav salasõna";
"Enter a new passcode"      = "Sisesta uus täiendav salasõna";
"Confirm new passcode"      = "Korda täiendavat salasõna";
"_too_many_failed_passcode_attempts_error_" = "Liiga palju täiendava salasõna vigaseid sisestusi. Palun proovi uuesti.";
"Passcodes didn't match. Try again." = "Täiendavad salasõnad ei klapi omavahel. Palun proovi uuesti.";
"Delete"                    = "Kustuta";
"Cancel"                    = "Katkesta";
"_certificate_details_"     = "Sertifikaadiserveri üksikasjad";
"_certificate_pn_details_"  = "Sertifikaadi tõuketeavituse üksikasjad";
"_certificate_view_"        = "Sertifikaadiserver";
"_certificate_pn_view_"     = "Sertifikaadi tõuketeavitus";
"_save_as_scan_"            = "Salvesta skaneeringuna";
"_save_changes_"            = "Kas salvestame muudatused?";
"_modify_"                  = "Muuda";
"_overwrite_original_"      = "Kirjuta algne fail üle";
"_save_as_copy_"            = "Salvesta koopiana";
"_discard_changes_"         = "Loobu muudatustest";
"_message_disable_overwrite_livephoto_" = "See pilt on „Live Photo“ (videoklipp+foto) vormingus ja tema ülekirjutamine pole võimalik.";
"_discard_changes_info_"    = "Kõik sinu muudatused kaovad.";
"_delete_files_desc_"       = "Andmeruumi suurendamiseks kustuta faile";
"_delete_old_files_"        = "Kustuta puhverdatud failid, mis on vanemad kui";
"_never_"                   = "mitte kunagi";
"_1_year_"                  = "1 aasta";
"_6_months_"                = "6 kuud";
"_3_months_"                = "3 kuud";
"_1_month_"                 = "1 kuu";
"_1_week_"                  = "1 nädal";
"_monthly_"                 = "Igakuine";
"_yearly_"                  = "Igaastane";
"_daily_"                   = "Kord päevas";
"_used_space_"              = "Kasutatud andmeruum:";
"_login_address_detail_"    = "See on sinu %@ kasutajaliidese veebiaadress, kui sa avad ta veebibrauseris.";
"_go_to_page_"              = "Ava leht";
"_page_"                    = "Leht";
"_this_document_has_%@_pages_"              = "Siin dokumendis on %@ leht(e)";
"_invalid_page_"                            = "Vigane leht";
"_the_entered_page_number_does_not_exist_"   = "Sisestatud lehe numbrit pole olemas.";
"_error_something_wrong_"   = "Midagi läks valesti";
"_try_download_full_resolution_"            = "Laadi alla täisresolutsioonis pilt";
"_full_resolution_image_info_"            = "Sellega võid foto kohta avaldada rohkem teavet.";
"_download_audio_"          = "Laadi heliriba alla kohalikku seadmesse";
"_copied_path_"             = "Asukoht on kopeeritud";
"_privacy_screen_"          = "Kui rakendus pole aktiivne, siis peida sisu";
"_privacy_screen_footer_"   = "Kui rakendus pole aktiivne, siis peida tema sisu ja näita staatilist üldpilti.";
"_in_"                      = "asukohas";
"_enter_passphrase_"        = "Sisesta salafraas (12 sõna)";
"_show_more_results_"       = "⋯ Laadi veel tulemusi";
"_waiting_for_"             = "Ootan:";
"_reachable_wifi_"          = "võrguühendus on saadaval WiFi või kaabli vahendusel";
"_copy_passphrase_"         = "Kopeeri salafraas";
"_ok_copy_passphrase_"      = "Valmis ja kopeeri salafraas";
"_select_color_"            = "Vali värv";
"_change_color_"            = "Muuda värvi";
"_description_dashboardwidget_" = "Juhtpaneel on alati käeulatuses ja see ei ole kunagi varem olnud nii lihtne.";
"_description_fileswidget_" = "Vaata oma viimaseid faile ja kasuta tööriistariba oma tegevuse tõhustamiseks.";
"_description_toolbarwidget_"   = "Tööriistariba, mis kiirendab sinu tegevust.";
"_title_lockscreenwidget_"  = "Olek";
"_description_lockscreenwidget_"    = "Jälgi andmeruumi muutmist ning viimaseid tegevusi";

"_keep_running_"            = "Parema kasutuskogemuse nimel jäta rakendus tööle.";
"_apps_nextcloud_detect_"   = "Tuvastasin %@ rakendust";
"_add_existing_account_"    = "Tuvastasin veel %@ rakendust. Kas sooviksid neile ka lisada olemasoleva kasutajakonto?";
"_status_in_progress_"      = "Oleku lugemine on pooleli…";
"_status_e2ee_on_server_"   = "Läbiv krüptimine on serveris juba seadistatud, kuid selles seadmes pole veel kasutusele võetud.";
"_status_e2ee_not_setup_"   = "Läbiv krüptimine pole serveris veel seadistatud.";
"_status_e2ee_configured_"  = "Läbiv krüptimine on korrektselt seadistatud.";
"_e2ee_set_as_offline_"     = "Pole lubatud krüptitud failide ja kaustade puhul.";
"_change_upload_filename_"  = "Kas soovid faili salvestada muu nimega?";
"_save_file_as_"            = "Salvesta fail kui „%@“";
"_password_ascii_"          = "Salasõnas ei tohi sisalduda erimärke.";
"_calendar_contacts_"       = "Kalender ja kontaktid";
"_mobile_config_"           = "Laadi alla seadistusprofiil";
"_calendar_contacts_footer_warning_"    = "Seadistuste faili saad alla laadida vaid siis, kui Safari on vaikimisi veebibrauser.";
"_calendar_contacts_footer_"    = "Peale profiili allalaadimist saad sa selle seadistustest paigaldada.";
"_modify_image_desc_"       = "Klõpsi muutmiseks või nime asendamiseks.";
"_message_disable_livephoto_" = "See pilt on „Live Photo“ (videoklipp+foto) vormingus ja tema muutmisel algne funktsionaalsus kaob.";
"_enable_livephoto_"        = "Võta „Live Photo“ kasutusele (videoklipp+foto)";
"_disable_livephoto_"       = "Eemalda „Live Photo“ kasutuselt (videoklipp+foto)";
"_undo_modify_"             = "Võta muudatused tagasi";
"_rename_already_exists_"   = "Selle nimega fail on juba olemas.";
"_group_folders_"           = "Tiimikaustad";
"_play_from_files_"         = "Esita videot failist";
"_play_from_url_"           = "Esita videot lingist";
"_valid_video_url_"         = "Sisesta kehtiv võrguaadress";
"_chunk_move_"              = "Saadetud faili ei õnnestunud korrektsel kokku panna. Lisateavet leiad peakasutajalt või serveri logidest.";
"_download_image_"          = "Laadi pilt alla";
"_download_video_"          = "Laadi video alla";
"_reset_wrong_passcode_"    = "Lähtestan rakendust...";
"_reset_wrong_passcode_option_" = "Peale kümmet ebaõnnestunud katset lähtesta rakendus";
"_reset_wrong_passcode_desc_" = "Selle eelistuse sisselülitamisel eemaldatakse kõik kasutajakontod ja nende kohalikud andmed %d täiendava salasõna ebaõnnestunud sisestamise järel.";
"_deviceOwnerAuthentication_" = "Liiga paljude tuvastusvigade tõttu on biomeetrilise tuvastuse sensor lülitatud välja. Uuesti töölepanemiseks sisesta täiendav salasõna.";
"_virus_detect_"            = "Tuvastasin viiruse. Üleslaadimist ei saa lõpule viia!";
"_select_photos_"           = "Vali fotod";
"_selected_photo_"          = "valitud foto";
"_selected_photos_"         = "valitud fotod";
"_delete_selected_photos_"  = "Kustuta valitud fotod";
"_media_square_"            = "Ruudustik";
"_media_ratio_"             = "Kuvasuhetline ruudustik";
"_autoupload_notice_"       = "Et see funktsionaalsus toimiks korrektselt, on oluline, et „Rakenduse uuendamine taustal“ (Background App Refresh) oleks sisse lülitatud. Vastasel juhul taustal töötav rakendus ei suuda tuvastada uusi fotosid ja videoid.\n\nLisaks palun arvesta, et rakendus ei suuda tuvastada uusi fotosid ja videoid ka siis, kui oled ta käsitsi kinni pannud. Kui rakendus töötab taustal, siis andmete edastamise kiirus võib olla väiksem, aga üldjuhul uued fotod ja videod saavad tuvastatud 10 minutiga ning see aeg sõltub ka aku laetusest.\n\nKui tahad kontrollida, kas rakendus toimib korrektselt, siis saad kasutada logimise funktsionaalsust, mille leiad valikust „Täiendavad seadistused“.";
"_display_"                 = "Vaade";
"_appearance_"              = "Välimus";
"_light_"                   = "Hele kujundus";
"_dark_"                    = "Tume kujundus";
"_use_system_style_"        = "Kasuta süsteemi kujundust";
"_account_settings_"        = "Kasutajakonto seadistused";
"_users_"                   = "Kasutajad";
"_users_footer_"            = "Võimaldab sul igakordsel rakenduse avamisel valida soovitud kasutajakonto.";
"_while_charging_"          = "Laadimise ajal";
"_keep_screen_awake_"       = "Failide edastamisel\nhoia ekraan sisselülitatuna";
"_error_not_found_"         = "Soovitud ressurssi ei õnnestu leida";
"_error_conflict_"          = "Päringut ei õnnestunud lõpetada ressursi praeguse olekuga seotud konflikti tõttu";
"_error_precondition_"      = "Server ei vasta päringu tegija mõnele eeltingimusele";
"_downloading_"             = "Allalaadimisel";
"_additional_options_"      = "Täiendavad valikud";
"_unauthorizedFilesPasscode_" = "Failirakendust ei saa kasutada, kui täiendav salasõna on kasutusel";
"_disableFilesApp_"         = "Kuna Failirakendus on kasutuselt eemaldatud, siis teda ei saa kasutada";
"_widget_available_nc25_"   = "Vidin on saadaval alates serveri versioonist 25";
"_no_items_"                = "Objekte pole";
"_check_back_later_"        = "Palun kontrolli hiljem uuesti";
"_no_data_available_"       = "Andmeid pole saadaval";
"_recent_activity_"         = "Hiljutised tegevused";
"_maintenance_mode_"        = "Server on hetkel haldusrežiimis ja selleks võib natuke aega kuluda.";
"_account_disabled_"        = "Konto pole kasutusel";
"_user_"                    = "Kasutaja";
"_add_subtitle_"            = "Lisa välised subtiitrid";
"_add_audio_"               = "Lisa väline heliriba";
"_upload_foreground_msg_"   = "Teisaldamise lõpetamiseks palun ära sulge %@i rakendust ";
"_upload_background_msg_"   = "Failid on üleslaadimisel...";
"_create_folder_error_"     = "Kausta loomisel tekkis viga:\n%@.\n\nPalun lahenda see niipea, kui võimalik.\n\nKuni vea lahendamiseni on igasugune üleslaadimine peatatud.";
"_creating_dir_progress_"   = "Kaustade loomine on pooleli - palun hoia rakendust töös.";
"_creating_db_photo_progress_" = "Fotoarhiivi loomine on pooleli - palun hoia rakendust töös.";
"_account_unauthorized_"    = "Sinu kasutajakonto (%@) autentimisel tekkis viga. Palun logi uuesti sisse.";
"_folder_offline_desc_"     = "Ka ilma internetiühenduseta saad hallata oma kaustu, korrastada ja luua uusi faile. Võrguühenduse taastumisel tehtud muudatused sünkroonitakse automaatselt.";
"_offline_not_allowed_"     = "Seda tegevust ei saa vallasrežiimis teha";
"_Upload_native_format_yes_"= "Üleslaadimine omavormingus: jah";
"_Upload_native_format_no_" = "Üleslaadimine omavormingus: ei";
"_terms_of_service_"        = "Kasutustingimused";
"_terms_accept_"            = "Ma kinnitan, et olen lugenud eelpool toodud kasutustingimusi ja nõustun nendega.";
"_terms_accepted_"          = "Oled nõustunud tingimustega";
"_recommended_files_"       = "Soovitatud failid";
"_propagate_layout_"        = "Rakenda järgnevad muudatused ka kõikidele alamkaustadele";
"_version_mismatch_error_"  = "Versioon on muutunud: andmete uuendamiseks palun ava põhirakendus. ";
"_check_auto_upload_"       = "Fotode automaatne üleslaadimine hetkel ei toimi.\nKasutades Nextcloudi klienti iOS-i jaoks saad sa oma fotosid turvaliselt varundada oma serverisse.\nLihtsalt ava Seadistused → Automaatne üleslaadimine ja vali endale sobivad eelistused ning lülita nad „%@“ nupust sisse.";
"_cancel_all_request_"      = "Kas sa oled kindel, et soovid kõik andmete edastamised katkestada?";
"_cancel_all_"              = "Katkesta kõik";
"_dismiss_"                 = "Loobu";
"_opt_in_pro_"              = "Optimeerimine on töös…";
"_update_in_progress_"      = "Uuendamine on töös…";
"_delete_in_progress_"      = "Kustutamine on töös…";
"_download_in_progress_"    = "Failid on allalaadimisel...";
"_upload_in_progress_"      = "Üleslaadimine on töös…";
"_transfer_in_progress_"    = "Andmete teisaldamine on töös…";
"_in_waiting_"              = "Ootel";
"_in_progress_"             = "Töös";
"_in_error_"                = "Veaolekus";
"_retry_minutes_"           = "min uuesti proovimiseni";
"_retry_seconds_"           = "sek uuesti proovimiseni";
"_retry_soon_"              = "proovin varsti uuesti…";
"_large_upload_tip_"        = "Suuremahuliste failide puhul on oluline, et rakendus jääb aktiivseks andmete edastamise lõpuni";
"_e2ee_upload_tip_"         = "Läbivalt krüptitud failide puhul on nõutav, et rakendus jääb aktiivseks andmete edastamise lõpuni";
"_finalizing_wait_"         = "Ootan toimingu lõpetamist…";
"_in_this_folder_"          = "Selles kaustas";
"_media_no_longer_available_" = "Meedium pole enam saadaval";
"_this_item_has_been_deleted_" = "See objekt on kustutatud";
"_video_not_available_" = "Video pole saadaval";
"_disable_" = "Lülita välja";
"_no_subtitles_available_" = "Subtiitreid pole saadaval";
"_no_audio_tracks_available_" = "Ühtegi heliriba pole saadaval";
"_add_external_subtitle_" = "Lisa välised subtiitrid";
"_repeat_current_media_" = "Korda seda objekti";
"_play_next_media_automatically_" = "Esita järgmist automaatselt";
"_image_load_failed_" = "Pildi laadimine ei õnnestunud";
"_image_load_failed_" = "Pildi laadimine ei õnnestunud";
"_gif_file_could_not_be_decoded_" = "GIF-faili dekoderimine ei õnnestunud";
"_svg_file_could_not_be_rendered_" = "GIF-faili kuvamine ei õnnestunud";
"_image_file_could_not_be_decoded_" = "Pildifaili dekoderimine ei õnnestunud";
"_media_not_available_" = "Meedium pole saadaval";
"_no_assistant_installed_"  = "Abilise rakendus pole sellesse serverisse paigaldatud. Palu  oma serveri peakasutajal või haldajal seda teha.";
"_open_in_office_" = "Ava kontorirakenduses";
"_select_date_" = "Vali kuupäev";
"_always_play_with_vlc_" = "Esita alati VLC rakendusega";
"_account_not_available_" = "Kasutajakonto pole saadaval";
"_autoupload_active_other_account_title_" = "Automaatne üleslaadimine juba kasutusel";
"_autoupload_active_other_account_message_" = "„%@“ kasutajakonto jaoks on automaatne üleslaadimine juba kasutusel. Enne siin sisselülitamist lülita ta selle kasutajakonto jaoks välja.";
"_autoupload_cleanup_pending_" = "Previous uploads are still being stopped. Try starting the backup again to retry cleanup.";

// Tip
"_tip_pdf_thumbnails_"      = "Pisipiltide vaatamiseks viipa ekraani paremast äärest vasakule";
"_tip_accountrequest_"      = "Kasutajakonto muutmiseks või uue lisamiseks klõpsi siin";
"_tip_addcopyimage_"        = "Kopeeritud pildi asetamiseks vajuta pikalt";
"_tip_open_mediadetail_"    = "Üksikasjade nägemiseks viipa üles";
"_tip_autoupload_button_"   = "Seadista oma eelistused (kaust, WiFi, uus sisu, alamkaustad) ja klõpsi „Lülita automaatne üleslaadimine sisse“.\nSaad ta igal ajal peatada, kohendada seadistusi ning uuesti sisse lülitada.";

// MARK: Accessibility

// Accessibility, floating panel top element
"_cart_controller_"             = "Kaardikontroller";
"_accessibility_add_upload_"    = "Lisa ja laadi üles";
"_dismiss_menu_"                = "Sulge menüü";
"_show_profile_"                = "Näita profiili";
// a11y: On/Off
"_on_"                          = "Sees";
// a11y: On/Off
"_off_"                         = "Väljas";
"_list_"                        = "Loend";
"_icons_"                       = "Ikoonid";

// MARK: Assistant
"_assistant_task_unknown_"       = "Teadmata";
"_assistant_task_scheduled_"     = "Ajastatud";
"_assistant_task_in_progress_"   = "Töös";
"_assistant_task_completed_"     = "Valmis";
"_assistant_task_failed_"        = "Ei õnnestunud";
"_input_"                        = "Sisend";
"_output_"                       = "Väljund";
"_task_details_"                 = "Ülesande üksikasjad";
"_assistant_"                    = "Abiline";
"_new_task_"                     = "Uus ülesanne: %@";
"_no_tasks_"                     = "Hei! Kuidas saan sind täna aidata?";
"_create_task_subtitle_"         = "Uue ülesande lisamiseks klõpsi + ikooni";
"_edit_task_"                    = "Muuda „%@“ ülesannet";
"_no_types_"                     = "Teenusepakkujat ei leidu";
"_no_types_subtitle_"            = "Abilise kasutamiseks peavad olema paigaldatud tehisintellekti teenusepakkujad (AI providers).";
"_assistant_ai_warning_"         = "See väljund on loodud tehisaru poolt. Palun topeltkontrolli selle õigsust ka ise.";
"_no_chat_subtitle_"             = "Vestluse algatamiseks proovi saata üks sõnum.";
"_retry_response_generation_"    = "Proovi uuesti vastuste koostamist";
"_conversations_"                = "Vestlused";
"_new_conversation_"             = "Uus vestlus";
"_type_message_"                 = "Koosta sõnum…";
"_assistant_chat_"               = "Vestlus Abilisega";
"_assistant_error_send_message_"  = "Sõnumi saatmine ei õnnestunud. Palun proovi uuesti.";
"_assistant_error_load_messages_" = "Sõnumite laadimine ei õnnestunud. Palun proovi uuesti.";
"_assistant_error_generate_response_" = "Vastuse koostamine ei õnnestunud. Palun proovi uuesti.";

// MARK: Client certificate
"_no_client_cert_found_"         = "See server eeldab kliendipoolse sertifikaadi kasutamist.";
"_no_client_cert_found_desc_"    = "Kas soovid paigaldada kliendipoolset TLS-sertifikaati?\nPalun arvesta, et .p12 peab olema esmalt seadmesse paigaldatud Seadistuste alt kui identiteedituvastussertifikaat (Identitity Certificate Profile). iOS-i poolt on nõutav ka, et kasutad selle sertifikaadi avamiseks salasõna.";
"_client_cert_enter_password_"   = "Sisesta valitud sertifikaadi salasõna";
"_client_cert_wrong_password_"   = "Vabandust, sa sisestasid vale salasõna.";

// MARK: Login poll
"_poll_desc_"                    = "Palun lõpeta sisselogimisprotsess oma veebibrauseris";

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_ends_with_space_period_" = "Nime alguses või lõpus ei tohi olla tühikuid.";
"_file_name_validator_error_reserved_name_" = "„%@“ on keelatud nimi.";
"_file_name_validator_error_forbidden_file_extension_" = "„.%@“ on keelatud faililaiend.";
"_file_name_validator_error_invalid_character_" = "Failinimes leidub keelatud tähemärke: „“%@.";
"_file_name_validator_error_space_" = "Nime alguses või lõpus ei tohi olla tühikuid.";
"_file_name_new_extension_" = "Selle faililaiendi muutmine võib tekitada olukorra, kus fail avatakse mõne muu rakendusega.";
"_file_name_empty_" = "Failinimi ei saa olla tühi.";
"_please_rename_file_" = "Palun muuda faili või kausta nime.";
"hidden_file_name_warning" = "Sellise nimega lood peidetud faili.";

"_camera_roll_" = "Kaamera fotod";
"_destination_" = "Sihtkaust";
"_select_autoupload_albums_" = "Vali albumid";
"_upload_from_" = "Laadi üles siit";
"_multiple_albums_" = "Mitmed albumid";
"_smart_albums_" = "Nutikad albumid";
"_albums_" = "Albumid";
"_new_photos_only_" = "Ainult uued fotod";
"_all_photos_" = "Kõik fotod";
"_back_up_new_photos_only_" = "Varunda vaid uusid fotosid ja videoid";
"_auto_upload_all_photos_warning_title_" = "Kas sa oled kindel, et soovid kõik fotod üles laadida?";
"_auto_upload_all_photos_warning_message_" = "Sõltuvalt fotode arvust võib selleks natuke aega kuluda.";
"_auto_upload_no_new_items_to_upload_" = "Pole ühtegi uut objekti, mida üles laadida";
"_background_upload_extension_" = "PhotoKiti taustal laadimine lisamoodul";
"_experimental_" = "Katsetusjärgus";
"_background_upload_extension_footer_" = "Katseline: luba PhotoKit-il laadida fotosid taustal üles. Ühildusseadistus (HEIC → JPG) poel sel puhul kasutusel, seega HEIC-vormingus pildid laaditakse üles algsetena.";
"_background_upload_extension_apache_title_" = "Vajalik Apache'i veebiserveri seadistamine";
"_background_upload_extension_apache_warning_" = "Kui veebiserveris puudub üleslaadimise jätkamise tugi, siis PhotoKiti OPTIONS-meetodiga tehtud päringute vastuskood peab olema 501. Kui mod_rewrite on kasutusel, siis lisa Nextcloudi veebiserveri seadistusfaili VirtualHost alajaotusse need reeglid enne olemasolevaid „rewrite“ reegleid ja seejärel laadi Apache uuesti:";
"_auto_upload_suspended_" = "Automaatne üleslaadimine on peatatud vea tõttu";
"_auto_upload_suspended_error_" = "Automaatne üleslaadimine on peatatud: %@";
"_focused_auto_upload_" = "Täpsustatud automaatne üleslaadimine";
"_focused_auto_upload_settings_footer_" = "Jäta rakendus avatuks ja tumenda ekraan, kui automaatne üleslaadimine toimub suurema kiirusega.";
"_focused_auto_upload_intro_heading_" = "Jätka varundamist tumendatud ekraaniga.";
"_focused_auto_upload_intro_message_" = "Kui ekraan on tumendatud, jätkub fotode ja videote varundamine kiiremini. Protsessi käigus:";
"_focused_auto_upload_wifi_" = "Ühenda WiFi-ga";
"_focused_auto_upload_charger_" = "Ühenda laadijaga";
"_focused_auto_upload_do_not_exit_" = "Palun ära sulge rakendust";
"_enable_focused_auto_upload_" = "Lülita täpsustatud automaatne üleslaadimine sisse";
"_focused_auto_upload_backing_up_" = "Varundan";
"_focused_auto_upload_completed_" = "Üleslaadimine on lõppenud!";
"_focused_auto_upload_countdown_" = "Ära lukusta ekraanivaadet ega välju rakendusest. Ekraan tumeneb %d sekundi möödumisel.";
"_stop_focused_auto_upload_" = "Lülita täpsustatud automaatne üleslaadimine välja";
"_finish_" = "Lõpeta";
"_item_with_same_name_already_exists_" = "Sellise nimega objekt on juba olemas";

// MARK: Migration Multi Domains
"_preparing_migration_" = "Valmistan kolimist ette…";
"_scanning_files_" = "Skaneerin faile…";
"_moving_items_to_domain_" = "Tõstan objekte õigesse domeeni…";
"_finishing_up_" = "Lõpetan…";

// MARK: E2EE
"_e2ee_no_session_" = "Läbiva krüptimise viga: selle sessiooni jaoks pole kasutajakontot";
"_e2ee_no_dir_" = "Läbiva krüptimise viga: kausta laadimine/tuvastamine ei õnnestu";
"_e2ee_no_certificate_" = "Läbiva krüptimise viga: sertifikaadi laadimine/tuvastamine ei õnnestu";
"_e2ee_no_generate_key_" = "Läbiva krüptimise viga: võtme loomine ei õnnestu";
"_e2ee_no_metadataKey_found_" = "Läbiva krüptimise viga: metateabe võtme dekrüptimine ei õnnestu.";
"_e2ee_read_only_" = "See läbivalt krüptitud kaust kasutab arhiveeritud võtmekomplekti ja on saadaval vaid lugemisõigustes.";
"_e2ee_server_key_changed_" = "Selle kasutajakonto läbiva krüptimise võtmed on teises seadmes muutunud. Selle seadme uuendamiseks sisesta uus salafraas. Eelmiste võtmetega seotud salvestusruumid jäävad kättesaadavaks ainult lugemisõigustes.";
"_e2ee_server_key_changed_title_" = "Krüptovõtmed on muutunud";
"_e2ee_no_user_found_" = "Läbiva krüptimise viga: kasutajat ei leidu";
"_e2ee_no_signature_found_" = "Läbiva krüptimise viga: ühtegi allkirja ei leidu";
"_e2ee_counter_check_" = "Läbiva krüptimise viga: loenduri väärtus on eelmisega võrreldes väiksem";
"_e2ee_signature_failed_" = "Läbiva krüptimise viga: allkirja verifitseerimine ei õnnestu";
"_e2ee_enc_payload_" = "Läbiva krüptimise viga andmefaili krüptimisel";
"_e2ee_no_metadata_" = "Läbiva krüptimise viga: metateabe laadimine/tuvastamine ei õnnestu";
"_e2ee_filedrop_ciphertext_" = "Läbiva krüptimise viga: faili üleslaadimisel krüptogrammi loomine ei õnnestunud";
"_e2ee_key_ciphertext_" = "Läbiva krüptimise viga: võtme krüptogrammi loomine ei õnnestunud";
"_e2ee_key_no_checksum_found_" = "Läbiva krüptimise viga: kontrollsummat ei leidu";
"_e2ee_checksum_error_title_" = "Läbiva krüptimise kontrollsumma viga";
"_e2ee_checksum_error_message_" = "Krüptitud faili kontrollsumma on puudu või vigane.\n\nSeda võib põhjustada krüptimise metaandmete poolikus, aegumine või vasturääkivus. Aga see ei tähenda, et fail või server oleks tingimata rääderdatud.\n\nJätka vaid siis, kui usaldad seda serverit ja mõistad võimalikke riske. Vastaselt juhul välju rakendusest ja ära ava faili.";
"_e2ee_key_checksum_" = "Läbiva krüptimise viga: probleem võtme kontrollsummaga";
"_e2ee_decode_metadata_" = "Läbiva krüptimise viga: metateabe dekodeerimine ei õnnestu";
"_e2ee_no_lock_" = "Läbiva krüptimise viga: faili lukustamine ei õnnestu";
"_e2ee_no_decrypt_metadata_" = "Läbiva krüptimise viga: metateabe dekrüptimine ei õnnestu";
"_e2ee_no_enc_file_" = "Läbiva krüptimise viga: faili krüptimine ei õnnestu";
"_e2ee_no_enc_key_" = "Läbiva krüptimise viga: kodeeritud võtit ei õnnestu tuvastada/laadida";
"_e2ee_no_match_checksum_" = "Läbiva krüptimise viga: kontrollsumma ei klapi";
"_e2ee_create_folder_" = "Läbivalt krüptitud kausta loomine on töös, palun oota…";
"_e2ee_rename_file_" = "Läbivalt krüptitud sisu nime muutmine on töös, palun oota…";
"_e2ee_encrypt_folder_" = "Läbivalt krüptitud kausta krüptimine on töös, palun oota…";
"_e2ee_setup_get_certificate_" = "Päringu vastuses serverilt polnud sertifikaati";
"_e2ee_setup_create_csr_" = "Sertifikaaditaotluse (CSR) loomine ei õnnestunud";
"_e2ee_setup_sign_certificate_" = "Allkirjastamispäringu vastuses serverilt polnud sertifikaati";
"_e2ee_setup_extract_publickey_" = "Avaliku võtme mittevastavus loodud võtme ja sertifikaadi vahel";
"_e2ee_setup_get_privatekey_" = "Päringu vastuses serverilt polnud krüptitud privaatvõtit";
"_e2ee_setup_passphrase_error_" = "Sisestatud salafraas (mnemofraas) pole õige";
"_e2ee_setup_get_publickey_" = "Päringu vastuses serverilt polnud krüptitud avalikku võtit";
"_e2ee_setup_encript_privatekey_" = "Privaatvõtme krüptimine ei õnnestu";
"_e2ee_setup_store_privatekey_" = "Privaatvõtme loomise tulemuseks polnud ühtegi kasutatavat võtit";
"_e2ee_setup_verify_publickey_" = "Avalik võti ei vasta sertifikaadile";
"_e2ee_setup_generate_passphrase_" = "Salafraasi (mnemofraasi) loomine ei õnnestu";
"_e2ee_setup_privatekey_missing_" = "Läbiva krüptimise privaatvõtme leidmine ei õnnestunud.";
"_e2e_renew_certificate_success_" = "Sinu läbiva krüptimise sertifikaat on kenasti uuendatud.";
"_certificate_valid_from_" = "Kehtib alates";
"_certificate_valid_until_" = "Kehtib kuni";
"_certificate_" = "Sertifikaat";
"_certificate_renew_" = "Uuenda sertifikaati";

// Share details — Governance
"_governance_"                      = "Haldusreeglid";
"_sensitivity_label_"               = "Delikaatsuse silt";
"_file_retention_"                  = "Failide säilitamine";
"_legal_hold_"                      = "Säilitamine juriidiliste nõuete alusel";
"_none_"                            = "Puudub";
"_sections_"                        = "Alajaotused";
"_governance_labels_load_error_"    = "Haldusreeglite siltide laadimine ei õnnestunud";

// MARK: Albums
"_albums_loading_popup_desc_"                       = "Oota üks hetk…";
"_albums_list_nav_title_"                           = "Albumid";
"_albums_list_new_album_btn_"                       = "Uus album";
"_albums_list_loading_msg_"                         = "Laadimisel...";
"_albums_list_error_msg_"                           = "Albumite laadimine ei õnnestunud. Palun proovi hiljem uuesti!";
"_albums_list_album_name_validation_nonempty_"      = "Albumi nimi ei saa olla tühi.";
"_albums_list_album_name_validation_min_length_"    = "Albumi nimi peab olema vähemalt 3 tähemärki pikk.";
"_albums_list_album_name_validation_max_length_"    = "Albumi nimi ei või olla pikem, kui 30 tähemärki.";
"_albums_list_album_name_validation_specials_"      = "Albumi nimes ei tohi sisalduda kaldkriipse „/“.";
"_albums_list_empty_heading_"                       = "Koosta oma fotodest albumeid";
"_albums_list_empty_subheading_"                    = "Sa võid oma fotosid hallata nii mitme albumina, kui parasjagu tahad. Hetkel sa pole veel ühtegi albumit koostanud.";
"_albums_list_empty_new_album_btn_"                 = "Koosta album";
"_albums_list_own_albums_heading_"                  = "Minu albumid";
"_albums_list_date_range_"                          = "%@ → %@";
"_albums_list_new_album_popup_title_"               = "Koosta uus album";
"_albums_list_new_album_popup_desc_"                = "Palun sisesta albumi nimi pikkusega 3 kuni 30 tähemärki.";
"_albums_list_new_album_popup_hint_"                = "Albumi nimi";
"_albums_list_new_album_popup_positive_btn_"        = "Loo";
"_albums_list_new_album_popup_negative_btn_"        = "Katkesta";
"_albums_list_rename_album_popup_title_"            = "Muuda albumi nime";
"_albums_list_rename_album_popup_desc_"             = "Palun sisesta uus albumi nimi pikkusega 3 kuni 30 tähemärki.";
"_albums_list_rename_album_popup_hint_"             = "Albumi uus nimi";
"_albums_list_rename_album_popup_positive_btn_"     = "Muuda nime";
"_albums_list_rename_album_popup_negative_btn_"     = "Katkesta";
"_albums_photo_selection_sheet_title_"              = "Vali fotod";
"_albums_photos_loading_msg_"                       = "Laadin fotosid…";
"_albums_photos_error_msg_"                         = "Fotode laadimine ei õnnestunud. Palun proovi hiljem uuesti.";
"_albums_photos_empty_heading_"                     = "Puudu polegi muud, kui sinu fotod";
"_albums_photos_empty_subheading_"                  = "Võid lisada nii palju fotosid, kui tahad. Üks foto võib leiduda ka enam, kui ühes albumis.";
"_albums_photos_add_photos_btn_"                    = "Lisa fotosid";
"_albums_photos_rename_album_btn_"                  = "Muuda albumi nime";
"_albums_photos_delete_album_btn_"                  = "Kustuta album";
"_albums_delete_album_popup_title_"                 = "Kas kustutad albumi?";
"_albums_delete_album_popup_desc_"                  = "Kas sa oled kindel, et soovid selle albumi kustutada? Seda tegevust ei saa tagasi pöörata.";
"_albums_delete_album_popup_positive_btn_"          = "Kustuta";
"_albums_delete_album_popup_negative_btn_"          = "Katkesta";
"_add_to_album"                                     = "Lisa albumisse";
"_remove_from_album_"                               = "Eemalda albumist";
"_want_remove_from_album_"                          = "Oled sa kindel, et soovid selle albumist eemaldada?";


"_autoupload_whole_library_" = "Whole photo library";
"_autoupload_whole_library_description_" = "Checks the entire selected library. Files already uploaded to %@ are skipped.";
"_autoupload_from_date_" = "From a date";
"_autoupload_start_date_" = "Upload starting from";
"_autoupload_completed_until_" = "Upload completed up to";
"_autoupload_waiting_for_uploads_" = "Waiting for the first uploads";
"_autoupload_set_to_now_" = "Set to now";
"_autoupload_date_range_footer_" = "Files already uploaded to %@ are skipped. The date advances through confirmed uploads and is preserved when auto upload is stopped.";

"_autoupload_ignore_history_" = "Ignore previous upload records";
"_autoupload_ignore_history_description_" = "The app uses a local record to remember uploaded photos and videos, without checking whether they are still on the server. Enable this option to upload them again, for example if you deleted them from the server. Existing files may be overwritten.";
"_autoupload_force_reupload_footer_" = "Previous upload records are ignored for the selected library or date range. New completed uploads are still recorded. This option stays enabled until you turn it off.";

"_auto_upload_active_" = "Automatic upload active";
